export const challengeFaqs = [
  {
    question: "교육은 온라인으로 진행되나요?",
    answer: "네, 온라인으로 진행됩니다.",
  },
  {
    question: "코딩을 몰라도 정말 웹사이트를 만들 수 있나요?",
    answer: "네, 현재까지 많은 수강생들이 100% 성공했습니다.",
  },
  {
    question: "챌린지 완주시 보증금을 환급 받나요?",
    answer: "네, 챌린지 완주시 보증금을 전액 현금으로 환급 받습니다.",
  },
  {
    question: "챌린지 완주 기준이 궁금해요",
    answer:
      "강의를 듣고 배포된 웹사이트 링크를 구글폼을 통해 제출해주시면 됩니다.",
  },
  {
    question: "수업 일자는 언제인가요?",
    answer: "5월 26일 ~ 5월 28일 매일 저녁 8시에 진행됩니다.",
  },
  {
    question: "챌린지 과제 제출 기한이 있나요?",
    answer: "5월 29일 밤 12시까지입니다.",
  },
  {
    question: "챌린지 완주자 대상 컨설팅은 언제 진행되나요?",
    answer: "대모산개발단에서 개별적으로 연락을 드립니다 :)",
  },
];

export const workshopFaqs = [
  {
    question: "교육 장소는 어디인가요?",
    answer: "서울 강남구 개포동역 인근에서 진행합니다.",
  },
  {
    question: "코딩을 몰라도 정말 결제 모듈까지 만들 수 있나요?",
    answer: "네, 완성하실 때까지 AS 교육 들어갑니다.",
  },
  {
    question: "수업시간은 얼마나 걸리나요?",
    answer: "토요일 오후 7시부터 10시까지, 2주 동안 진행합니다.",
  },
  {
    question: "실제 결제까지 테스트 가능한가요?",
    answer:
      "네, 가능합니다. 테스트 모드로 결제 프로세스 전체를 구현하고 테스트합니다.",
  },
  {
    question: "수업 일자는 언제인가요?",
    answer:
      "첫째주, 셋째주 토요일 오후 7시에 진행됩니다. 날짜는 아래 신청 폼을 통해서 선택해주세요.",
  },
];
