export const challengeFaqs = [
  {
    question: '교육 장소는 어디인가요?',
    answer: '서울 강남구 개포동역 인근에서 진행합니다.',
  },
  {
    question: '코딩을 몰라도 정말 웹사이트를 만들 수 있나요?',
    answer: '네, 현재까지 많은 수강생들이 100% 성공했습니다.',
  },
  {
    question: '수업시간은 얼마나 걸리나요?',
    answer:
      '웹사이트 완성까지 책임지고 완성시켜드립니다. 평균 4시간 잡고 진행하는데 연장 수업 가능합니다.',
  },
  {
    question: '배포까지 가능한가요?',
    answer: '네, 가능합니다. 배포까지 단 4시간이면 충분히 가능합니다.',
  },
  {
    question: '수업 일자는 언제인가요?',
    answer:
      '매주 토요일 오후 2시에 진행됩니다. 날짜는 구글 폼을 통해서 선택해주세요.',
  },
];

export const workshopFaqs = [
  {
    question: '교육 장소는 어디인가요?',
    answer: '서울 강남구 개포동역 인근에서 진행합니다.',
  },
  {
    question: '코딩을 몰라도 정말 결제 모듈까지 만들 수 있나요?',
    answer: '네, 현재까지 많은 수강생들이 성공적으로 결제 모듈을 구현했습니다.',
  },
  {
    question: '수업시간은 얼마나 걸리나요?',
    answer: '매주 토요일 오후 2시부터 5시까지, 총 4주 동안 진행됩니다.',
  },
  {
    question: '실제 결제까지 테스트 가능한가요?',
    answer:
      '네, 가능합니다. 테스트 모드로 결제 프로세스 전체를 구현하고 테스트합니다.',
  },
  {
    question: '수업 일자는 언제인가요?',
    answer:
      '매주 토요일 오후 2시에 진행됩니다. 날짜는 아래 신청 폼을 통해서 선택해주세요.',
  },
];
