export const challengeFaqs = [
  {
    question: "챌린지가 끝난 후에는 어떻게 되나요?",
    answer:
      "챌린지 졸업 후 구축한 자동화 시스템을 확장하여 혼자서 더 많은 기능을 추가하실 수 있습니다. 저희가 지속적으로 서포트하겠습니다 :)",
  },
  {
    question: "시간을 얼마나 투자해야 하나요?",
    answer: "월 ~ 금 VOD 시청(~2시간)",
  },
  {
    question: "n8n을 전혀 모르는데 괜찮나요?",
    answer: "걱정마세요! n8n 설치부터 시작해서 차근차근 알려드립니다.",
  },
  {
    question: "혹시 추가적인 금액이 드나요?",
    answer: "아닙니다! 전부 이 과정을 무료로 진행하실 수 있도록 준비했습니다!",
  },
  {
    question: "거리가 먼데 참여할 수 있나요?",
    answer: "네, 모든 세션은 온라인(VOD)으로 진행됩니다.",
  },
];

export const workshopFaqs = [
  {
    question: "교육 장소는 어디인가요?",
    answer: "서울 강남구 개포동역 인근에서 진행합니다.",
  },
  {
    question: "코딩을 몰라도 정말 결제 모듈까지 만들 수 있나요?",
    answer: "네, 완성하실 때까지 AS 교육 들어갑니다.",
  },
  {
    question: "수업시간은 얼마나 걸리나요?",
    answer: "토요일 오후 7시부터 10시까지, 2주 동안 진행합니다.",
  },
  {
    question: "실제 결제까지 테스트 가능한가요?",
    answer:
      "네, 가능합니다. 테스트 모드로 결제 프로세스 전체를 구현하고 테스트합니다.",
  },
  {
    question: "수업 일자는 언제인가요?",
    answer:
      "첫째주, 셋째주 토요일 오후 7시에 진행됩니다. 날짜는 아래 신청 폼을 통해서 선택해주세요.",
  },
];
